export default {
  'agreement.required': '请仔细阅读后点击勾选，同意服务协议后继续',
  'agreement.agreement.one': '同意悦问',
  'agreement.agreement.service': '《服务协议》',
  'agreement.agreement.and': '和',
  'agreement.agreement.privacy': '《隐私政策》',
  'agreement.service.welcome':
    '欢迎使用悦问服务！在您使用本服务前，请仔细阅读以下协议。一旦您使用本服务，则视为您已经同意本协议的全部内容。如有任何疑问，请联系我们。',
  'agreement.service.h3_1': '服务说明',
  'agreement.service.p_1':
    '“Askio 悦问”（以下简称“本服务”）是由深海蓝鳍（南京）科技有限公司（以下简称本公司）在向用户提供的聊天机器人云服务。本服务主要提供定制化聊天机器人的工具、API 接口等。',
  'agreement.service.p_1_2':
    '您对本协议的接受即自愿接受全部条款的约束，包括接受本公司对任一服务条款随时所做的任何修改。本协议可由本公司随时更新，更新后的协议条款一旦公布即代替原来的协议条款，恕不再另行通知，用户可在本网站查阅最新版协议条款。在本公司修改本协议相关条款之后，如果用户不接受修改后的条款，请立即停止使用本公司提供的服务，用户继续使用本公司提供的服务将被视为已接受了修改后的协议。',
  'agreement.service.p_1_3':
    '除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉相关服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。非云服务用户不受以下条款约束，具体内容以双方签订合作协议为准。',
  'agreement.service.h3_2': '用户使用规则',
  'agreement.service.p_2': '用户在使用本服务时，必须遵守以下规定：',
  'agreement.service.p_2_1':
    '用户须是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织，并保证所提供的个人或单位身份资料信息真实、完整、有效；',
  'agreement.service.p_2_2': '用户须同意并接受本公司通过电子邮件，手机号向用户登记的联系方式发送相关商业信息；',
  'agreement.service.p_2_3': '用户不得为了任何非法目的而使用本公司上的服务；',
  'agreement.service.p_2_4': '用户须遵守所有与本公司服务有关的网络协议、规定和程序；',
  'agreement.service.p_2_5': '用户不得恶意占用网络带宽等本公司服务资源；',
  'agreement.service.p_2_6': '用户不得使用爬虫等手段收集本服务网站、API 信息；',
  'agreement.service.p_2_7': '用户不得在请求 API、脚本中注入 SQL 等破坏条件、代码；',
  'agreement.service.p_2_8': '不得逆向工程、反编译或试图以其他方式发现本公司提供的软件的源代码；',
  'agreement.service.p_2_9': '不得以任何方式登录或者尝试登录提供服务的主机；',
  'agreement.service.p_2_10': '不得以任何方式获取或者尝试获取提供服务的主机的管理权限；',
  'agreement.service.p_2_11': '不得利用账户进行任何可能对互联网的正常运转造成不利影响的行为；',
  'agreement.service.p_2_12': '不得利用本公司服务系统发布任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息；',
  'agreement.service.p_2_13': '不得利用本公司服务系统进行任何不利于本公司的行为；',
  'agreement.service.p_2_14':
    '就本公司及合作商业伙伴的服务、产品、业务咨询应采取相应机构提供的沟通渠道，不得在公众场合发布有关本公司及相关服务的负面宣传；',
  'agreement.service.p_2_15': '如发现任何非法使用用户账号或账号出现安全漏洞的情况，应立即通告本公司。',
  'agreement.service.h3_3': '用户权利及义务',
  'agreement.service.p_3_1': '默认情况下，在服务协议终止后或者在用户主动删除数据或用户服务期满后，用户使用过程中产生的数据会立即删除；',
  'agreement.service.p_3_2': '本公司承诺用户能够控制数据的迁移，保证启用或弃用该服务时，数据能有偿迁入和迁出；',
  'agreement.service.p_3_3': '用户私自登录节点进行操作，导致的数据丢失，本公司不提供恢复服务；',
  'agreement.service.p_3_4': '本公司不会将用户数据、个人信息等资料泄露给任何第三方，除非政府监管部门监管审计需要；',
  'agreement.service.p_3_5':
    '本公司承诺用户在必要的条件下，由于合规或是安全取证调查等原因，可以提供相关的信息。本公司承诺遵守国家相应的法律法规，配合政府监管部门的监管审查。提供的相关信息包括关键组件运行日志、运维人员操作记录等；',
  'agreement.service.p_3_6': '为了便于运维，本公司保留查看用户操作记录的权利，登录主机进行运维操作的权利。',
  'agreement.service.h3_4': '免责条款',
  'agreement.service.p_4_1':
    '用户实施违反包括但不限于本协议的行为，本公司有权拒绝向用户提供服务，终止本协议，用户已支付的“服务费”预付款不予退还，同时本公司有进一步追究用户法律责任的权利；',
  'agreement.service.p_4_2':
    '本公司通过内容部检测程序发现或经其他机构或用户举报而发现用户有发布违法信息、严重违背社会公德以及其他违反法律禁止性规定或本协议约定的行为时，本公司有权立即终止对用户提供服务并不退还任何款项；',
  'agreement.service.p_4_3':
    '不论在何种情况下，本公司均不对由于互联网正常的设备维护，互联网网络联接故障，电脑、通讯或其他系统的故障，电力故障，黑客攻击、计算机病毒侵入或发作、电信部门技术调整导致的影响、因政府管制而造成的暂时性关闭、由于第三方原因(包括但不限于不可抗力，例如火灾、水灾、雷击、地震、洪水、台风、龙卷风、火山爆发、瘟疫和传染病流行、罢工、战争或暴力行为或类似事件等，政府行为，司法行政机关的命令或第三方的不作为等不可抗力而造成的不能服务或延迟服务、用户数据丢失等承担责任，但本公司应及时通知用户，并及时采取措施防止损失扩大；',
  'agreement.service.p_4_4':
    '用户了解并同意，本公司不对因下述任一情况而导致用户的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿 （无论本公司是否已被告知该等损害赔偿的可能性）： 使用或未能使用本公司服务； 第三方未经批准的使用用户的账户或更改用户的数据； 用户对本公司服务的误解； 任何非因本公司的原因而引起的与本公司服务有关的其它损失；',
  'agreement.service.p_4_5':
    '特别提示：在受限于本协议其他规定的前提下，为更好的提供服务，本公司将定期或不定期的对本公司平台进行功能及（或）页面上的改造及（或）升级。本公司会通过本公司平台或其他有效方式将相关事项及用户注意事项告知用户，经上述告知，本公司不对因用户未能遵守相关注意事项而造成的损失承担任何责任，本公司经改造及（或）升级后，对于用户因操作习惯性而引起的损失，本公司不承担任何责任；',
  'agreement.service.p_4_6':
    '受限于本协议其他规定的前提下，因本公司平台中接入的其他方的支付渠道与用户就支付关系发生任何争议的，与本公司无关，本公司不承担任何责任；',
  'agreement.service.p_4_7':
    '当出现来自或针对客户网站的互联网攻击行为或者接到政府相关部门的监管要求时，本公司将通知客户立即进行处理，对未按照要求及时处理的，本公司有权采取相应措施，以避免网络或内容安全事件的进一步扩大；当出现紧急网络或内容安全事件(例如内容涉及国家监管部门禁止范围，被国家监管部门如网监勒令封闭 IP 等事件)时，为保护广大用户的合法权益，本公司有权在事先不通知对方的情况下采取相应措施。本公司对上述紧急网络或内容安全事件的处理措施免于承担责任；',
  'agreement.service.p_4_8':
    '用户接入第三方服务，比如百度统计等，并不是本公司负责安全保护，如果造成用户财产损失，与本公司无关，本公司不承担任何责任。',
  'agreement.privacy.welcome':
    '欢迎使用悦问。我们非常重视您的隐私。本文档将详细说明我们如何收集、使用和保护您的个人信息。请您仔细阅读以下内容。',
  'agreement.privacy.h3_1': '信息收集和使用',
  'agreement.privacy.p_1': '我们收集的信息类型包括：',
  'agreement.privacy.ul_1': '设备信息：例如您使用的设备类型、操作系统版本、设备标识符等；',
  'agreement.privacy.ul_2': '日志信息：例如您使用我们服务的时间、浏览器类型及语言、访问的页面、IP地址等；',
  'agreement.privacy.ul_3': '个人信息：例如您的电子邮件地址、登录密码等。',
  'agreement.privacy.p_2': '我们收集这些信息是为了：',
  'agreement.privacy.ul_4': '为您提供更好的服务；',
  'agreement.privacy.ul_5': '分析和改进我们的服务；',
  'agreement.privacy.ul_6': '向您发送与我们服务相关的通知。',
  'agreement.privacy.p_3': '我们不会将您的个人信息出售给第三方。我们只会在以下情况下与第三方共享您的个人信息：',
  'agreement.privacy.ul_7': '在获得您的明确同意后；',
  'agreement.privacy.ul_8': '根据法律法规、法院命令或政府部门的要求；',
  'agreement.privacy.ul_9': '为了保护我们的合法权益。',
  'agreement.privacy.h3_2': '信息保护',
  'agreement.privacy.p_4':
    '我们采取适当的技术和组织措施来保护您的个人信息。我们使用安全套接字层（SSL）技术来保护数据传输的安全性。我们还限制访问您的个人信息的人员范围，只有需要访问这些信息的人员才能访问。',
  'agreement.privacy.h3_3': 'Cookie技术',
  'agreement.privacy.p_5':
    '为了改善您的用户体验，我们使用Cookie技术。Cookie是一种小文件，它存储在您的设备上，可以帮助我们识别您的设备并提供更好的服务。您可以通过浏览器设置拒绝Cookie，但这可能会影响您使用我们的服务。',
  'agreement.privacy.h3_4': '其他',
  'agreement.privacy.p_6':
    '我们可能会更新本隐私政策。我们会在网站上发布更新后的隐私政策。如果您继续使用我们的服务，即表示您同意受更新后的隐私政策约束。',
  'agreement.privacy.p_7': '如果您对我们的隐私政策有任何问题或疑虑，请联系我们。',
  'agreement.privacy.p_8': '感谢您选择悦问，祝您使用愉快！',
}
